[
    {
        "season_id": 1,
        "title": "Pilot",
        "air_date": "2005-03-24",
        "summary": "A documentary crew arrives at the Scranton, Pennsylvania, offices of Dunder Mifflin to observe the employees and learn about modern management. Regional Manager Michael Scott tries to paint a happy picture in the face of potential downsizing."
    },
    {
        "season_id": 1,
        "title": "Diversity Day",
        "air_date": "2005-03-29",
        "summary": "Michael's offensive behavior prompts a corporate seminar on diversity. When the consultant arrives, Michael insists on imparting his own knowledge of multiculturalism."
    },
    {
        "season_id": 1,
        "title": "Health Care",
        "air_date": "2005-04-05",
        "summary": "Michael is tasked with choosing a new healthcare plan for the office. Fearing he will be unpopular, he delegates the task to Dwight, whose plan is ruthlessly efficient and hated by everyone."
    },
    {
        "season_id": 1,
        "title": "The Alliance",
        "air_date": "2005-04-12",
        "summary": "Dwight feels threatened by the downsizing rumors and forms an alliance with Jim, who agrees mainly to play a series of pranks on Dwight."
    },
    {
        "season_id": 1,
        "title": "Basketball",
        "air_date": "2005-04-19",
        "summary": "Michael challenges the warehouse staff to a basketball game against the office staff. The stakes are high: the losers have to come in on Saturday."
    },
    {
        "season_id": 1,
        "title": "Hot Girl",
        "air_date": "2005-04-26",
        "summary": "A purse saleswoman comes to the office, and every man in the office competes for her attention, especially Michael and Dwight."
    },
    {
        "season_id": 2,
        "title": "The Dundies",
        "air_date": "2005-09-20",
        "summary": "It is time for the annual Dundie Awards, Michael's night to honor his employees. The staff is less than enthusiastic, especially after corporate refuses to pay for the tab."
    },
    {
        "season_id": 2,
        "title": "Sexual Harassment",
        "air_date": "2005-09-27",
        "summary": "With his worst fear—the resignation of his favorite temp—realized, Michael is forced to deal with an email surveillance program that reveals everyone's secrets."
    },
    {
        "season_id": 2,
        "title": "Office Olympics",
        "air_date": "2005-10-04",
        "summary": "When Michael and Dwight leave the office to close a deal on a new condo, Jim and Pam organize an 'Office Olympics' where employees compete in strange games."
    },
    {
        "season_id": 2,
        "title": "The Fire",
        "air_date": "2005-10-11",
        "summary": "A fire in the kitchen forces the employees to evacuate to the parking lot. To pass the time, they play games like 'Desert Island' and learn more about each other than they wanted to."
    },
    {
        "season_id": 2,
        "title": "Halloween",
        "air_date": "2005-10-18",
        "summary": "Michael is forced by corporate to fire someone by the end of October. On Halloween, he struggles to make a decision while the rest of the office enjoys the holiday."
    },
    {
        "season_id": 2,
        "title": "The Fight",
        "air_date": "2005-11-01",
        "summary": "After Michael claims he can beat Dwight in a fight, the office heads to a local dojo to watch the match."
    },
    {
        "season_id": 2,
        "title": "The Client",
        "air_date": "2005-11-08",
        "summary": "Michael and Jan meet a big client at Chili's. Back at the office, the staff finds a screenplay written by Michael."
    },
    {
        "season_id": 2,
        "title": "Performance Review",
        "air_date": "2005-11-15",
        "summary": "Instead of talking about work, Michael uses his annual performance reviews to gather feedback on his relationship with Jan."
    },
    {
        "season_id": 2,
        "title": "Email Surveillance",
        "air_date": "2005-11-22",
        "summary": "Michael spies on the office emails and discovers Jim is hosting a barbecue that he wasn't invited to."
    },
    {
        "season_id": 2,
        "title": "Christmas Party",
        "air_date": "2005-12-06",
        "summary": "Michael ruins the Secret Santa exchange by buying a $400 iPod, way over the $20 limit, and then forcing a 'Yankee Swap'."
    },
    {
        "season_id": 2,
        "title": "Booze Cruise",
        "air_date": "2006-01-05",
        "summary": "Michael takes the office on a booze cruise on Lake Wallenpaupack in January. Jim decides to tell Pam how he feels."
    },
    {
        "season_id": 2,
        "title": "The Injury",
        "air_date": "2006-01-12",
        "summary": "Michael burns his foot on a George Foreman Grill and demands special treatment. Dwight acts strangely after crashing his car on the way to help Michael."
    },
    {
        "season_id": 2,
        "title": "The Secret",
        "air_date": "2006-01-19",
        "summary": "Michael learns about Jim's crush on Pam and struggles to keep it a secret. Dwight investigates whether Oscar is calling in sick to play hooky."
    },
    {
        "season_id": 2,
        "title": "The Carpet",
        "air_date": "2006-01-26",
        "summary": "Someone leaves a 'gift' on the carpet in Michael's office. Michael is horrified and takes over Jim's desk."
    },
    {
        "season_id": 2,
        "title": "Boys and Girls",
        "air_date": "2006-02-02",
        "summary": "Jan conducts a 'Women in the Workplace' seminar for the female employees, while Michael takes the men down to the warehouse."
    },
    {
        "season_id": 2,
        "title": "Valentine's Day",
        "air_date": "2006-02-09",
        "summary": "Michael heads to New York for a meeting with the new CFO, David Wallace. The office staff celebrates Valentine's Day."
    },
    {
        "season_id": 2,
        "title": "Dwight's Speech",
        "air_date": "2006-03-02",
        "summary": "Dwight wins Salesman of the Year and must give a speech. Jim gives him advice on public speaking based on speeches by infamous dictators."
    },
    {
        "season_id": 2,
        "title": "Take Your Daughter to Work Day",
        "air_date": "2006-03-16",
        "summary": "Employees bring their daughters to work. Michael tries to befriend the kids and sets up a dating profile."
    },
    {
        "season_id": 2,
        "title": "Michael's Birthday",
        "air_date": "2006-03-30",
        "summary": "Michael is excited for his birthday, but the office is distracted because Kevin is waiting for the results of a skin cancer test."
    },
    {
        "season_id": 2,
        "title": "Drug Testing",
        "air_date": "2006-04-27",
        "summary": "Dwight finds half a joint in the parking lot and launches a full investigation. Michael is terrified because he was at an Alicia Keys concert the night before."
    },
    {
        "season_id": 2,
        "title": "Conflict Resolution",
        "air_date": "2006-05-04",
        "summary": "Michael takes over conflict resolution duties from Toby and digs up old complaints, causing chaos."
    },
    {
        "season_id": 2,
        "title": "Casino Night",
        "air_date": "2006-05-11",
        "summary": "The office hosts a charity casino night in the warehouse. Jim tells Pam he's in love with her."
    },
    {
        "season_id": 3,
        "title": "Gay Witch Hunt",
        "air_date": "2006-09-21",
        "summary": "Michael unintentionally outs Oscar as gay. He tries to prove he is tolerant by holding a meeting that ends in an awkward kiss."
    },
    {
        "season_id": 3,
        "title": "The Convention",
        "air_date": "2006-09-28",
        "summary": "Michael and Dwight attend a paper convention in Philadelphia and run into Jim, who is now working for the Stamford branch."
    },
    {
        "season_id": 3,
        "title": "The Coup",
        "air_date": "2006-10-05",
        "summary": "Angela pushes Dwight to try and take Michael's job. Michael finds out and tricks Dwight into thinking he has been promoted."
    },
    {
        "season_id": 3,
        "title": "Grief Counseling",
        "air_date": "2006-10-12",
        "summary": "Michael learns that his former boss, Ed Truck, has died. He forces the office to have a grief counseling session."
    },
    {
        "season_id": 3,
        "title": "Initiation",
        "air_date": "2006-10-19",
        "summary": "Dwight takes Ryan to his beet farm for an 'initiation' into sales. Stanley helps Michael act productive on Pretzel Day."
    },
    {
        "season_id": 3,
        "title": "Diwali",
        "air_date": "2006-11-02",
        "summary": "Kelly invites the office to a Diwali celebration. Michael attends and ends up proposing to his girlfriend Carol."
    },
    {
        "season_id": 3,
        "title": "Branch Closing",
        "air_date": "2006-11-09",
        "summary": "Jan informs Michael that the Scranton branch is closing. Michael and Dwight try to save it."
    },
    {
        "season_id": 3,
        "title": "The Merger",
        "air_date": "2006-11-16",
        "summary": "The Stamford branch merges with Scranton. Jim returns, along with Andy, Karen, and other new faces."
    },
    {
        "season_id": 3,
        "title": "The Convict",
        "air_date": "2006-11-30",
        "summary": "Michael learns that one of the new employees from Stamford is an ex-convict. He creates 'Prison Mike' to scare the office straight."
    },
    {
        "season_id": 3,
        "title": "A Benihana Christmas",
        "air_date": "2006-12-14",
        "summary": "Michael gets dumped by Carol. Andy takes him to Benihana to cheer him up. The party planning committee splits into two factions."
    },
    {
        "season_id": 3,
        "title": "Back from Vacation",
        "air_date": "2007-01-04",
        "summary": "Michael returns from Jamaica with a picture of him and Jan. He accidentally emails it to the entire office."
    },
    {
        "season_id": 3,
        "title": "Traveling Salesmen",
        "air_date": "2007-01-11",
        "summary": "The sales staff pairs up for sales calls. Andy tries to sabotage Dwight's relationship with Michael."
    },
    {
        "season_id": 3,
        "title": "The Return",
        "air_date": "2007-01-18",
        "summary": "Andy is annoying everyone in the office. Michael goes to Staples to hire Dwight back."
    },
    {
        "season_id": 3,
        "title": "Ben Franklin",
        "air_date": "2007-02-01",
        "summary": "Michael hires a stripper for Bob Vance's bachelor party, but gets a Ben Franklin impersonator for Phyllis's bachelorette party."
    },
    {
        "season_id": 3,
        "title": "Phyllis' Wedding",
        "air_date": "2007-02-08",
        "summary": "Phyllis gets married to Bob Vance. Michael tries to make himself a central part of the wedding."
    },
    {
        "season_id": 3,
        "title": "Business School",
        "air_date": "2007-02-15",
        "summary": "Michael speaks at Ryan's business school class. A bat gets loose in the office, terrifying Dwight."
    },
    {
        "season_id": 3,
        "title": "Cocktails",
        "air_date": "2007-02-22",
        "summary": "Michael and Jan attend a cocktail party at David Wallace's house. Pam tells Roy about her kiss with Jim."
    },
    {
        "season_id": 3,
        "title": "The Negotiation",
        "air_date": "2007-04-05",
        "summary": "Roy attacks Jim, and Dwight saves him with pepper spray. Darryl helps Michael negotiate a raise."
    },
    {
        "season_id": 3,
        "title": "Safety Training",
        "air_date": "2007-04-12",
        "summary": "Michael feels that office life is just as dangerous as warehouse work. He plans a stunt on the roof to prove it."
    },
    {
        "season_id": 3,
        "title": "Product Recall",
        "air_date": "2007-04-26",
        "summary": "An obscene watermark on Dunder Mifflin paper causes a PR crisis. Michael holds a press conference."
    },
    {
        "season_id": 3,
        "title": "Women's Appreciation",
        "air_date": "2007-05-03",
        "summary": "After Phyllis is flashed in the parking lot, Michael takes the women to the mall. He breaks up with Jan."
    },
    {
        "season_id": 3,
        "title": "Beach Games",
        "air_date": "2007-05-10",
        "summary": "Michael takes the office to the beach to determine his successor. Pam walks across hot coals."
    },
    {
        "season_id": 3,
        "title": "The Job",
        "air_date": "2007-05-17",
        "summary": "Michael, Jim, and Karen interview for a corporate job in New York. Michael appoints Dwight as regional manager."
    },
    {
        "season_id": 4,
        "title": "Fun Run",
        "air_date": "2007-09-27",
        "summary": "Michael hits Meredith with his car. He organizes a 'Michael Scott's Dunder Mifflin Scranton Meredith Palmer Memorial Celebrity Rabies Awareness Pro-Am Fun Run Race for the Cure'."
    },
    {
        "season_id": 4,
        "title": "Dunder Mifflin Infinity",
        "air_date": "2007-10-04",
        "summary": "Ryan returns to the office as Michael's boss with a plan to modernize the company. Michael and Dwight try to win back clients with gift baskets."
    },
    {
        "season_id": 4,
        "title": "Launch Party",
        "air_date": "2007-10-11",
        "summary": "Dunder Mifflin launches its new website. Michael holds a pizza party and kidnaps the pizza delivery boy."
    },
    {
        "season_id": 4,
        "title": "Money",
        "air_date": "2007-10-18",
        "summary": "Michael takes a second job as a telemarketer to pay for his relationship with Jan. Jim and Pam stay at Dwight's bed and breakfast."
    },
    {
        "season_id": 4,
        "title": "Local Ad",
        "air_date": "2007-10-25",
        "summary": "Michael decides to make his own commercial for the branch instead of using the corporate ad agency."
    },
    {
        "season_id": 4,
        "title": "Branch Wars",
        "air_date": "2007-11-01",
        "summary": "Karen tries to poach Stanley for the Utica branch. Michael and Dwight trick Jim into going to Utica to prank her."
    },
    {
        "season_id": 4,
        "title": "Survivor Man",
        "air_date": "2007-11-08",
        "summary": "After not being invited to a wilderness retreat, Michael goes into the woods alone to prove he can survive."
    },
    {
        "season_id": 4,
        "title": "The Deposition",
        "air_date": "2007-11-15",
        "summary": "Michael is deposed as a witness in Jan's lawsuit against Dunder Mifflin. He finds out what his bosses really think of him."
    },
    {
        "season_id": 4,
        "title": "Dinner Party",
        "air_date": "2008-04-10",
        "summary": "Michael and Jan host a disastrous dinner party for Jim, Pam, Andy, and Angela. Dwight crashes the party."
    },
    {
        "season_id": 4,
        "title": "Chair Model",
        "air_date": "2008-04-17",
        "summary": "Kevin and Andy fight to get their parking spaces back. Michael becomes obsessed with a model in an office supply catalog."
    },
    {
        "season_id": 4,
        "title": "Night Out",
        "air_date": "2008-04-24",
        "summary": "Michael and Dwight go to New York to party with Ryan. The rest of the office gets locked in the building."
    },
    {
        "season_id": 4,
        "title": "Did I Stutter?",
        "air_date": "2008-05-01",
        "summary": "Stanley snaps at Michael during a meeting. Michael tries to assert his authority."
    },
    {
        "season_id": 4,
        "title": "Job Fair",
        "air_date": "2008-05-08",
        "summary": "Michael, Pam, and Darryl go to a job fair at Pam's old high school to recruit interns. Jim plays golf with a client."
    },
    {
        "season_id": 4,
        "title": "Goodbye, Toby",
        "air_date": "2008-05-15",
        "summary": "Toby leaves for Costa Rica, and Michael throws a huge going-away party. Holly Flax arrives as the new HR rep, and Michael falls for her."
    },
    {
        "season_id": 5,
        "title": "Weight Loss",
        "air_date": "2008-09-25",
        "summary": "The office participates in a corporate weight loss challenge. Jim proposes to Pam at a gas station."
    },
    {
        "season_id": 5,
        "title": "Business Ethics",
        "air_date": "2008-10-09",
        "summary": "Holly conducts a business ethics seminar. Meredith admits to sleeping with a supplier for discounts."
    },
    {
        "season_id": 5,
        "title": "Baby Shower",
        "air_date": "2008-10-16",
        "summary": "Michael throws a baby shower for Jan, even though the baby isn't his. Jan arrives with the baby already born."
    },
    {
        "season_id": 5,
        "title": "Crime Aid",
        "air_date": "2008-10-23",
        "summary": "Michael and Holly forget to lock the office, and it gets robbed. They organize an auction to raise money."
    },
    {
        "season_id": 5,
        "title": "Employee Transfer",
        "air_date": "2008-10-30",
        "summary": "Holly is transferred to Nashua. Michael drives her there, and they break up. Dwight pranks Andy."
    },
    {
        "season_id": 5,
        "title": "Customer Survey",
        "air_date": "2008-11-06",
        "summary": "Dwight and Jim get bad customer reviews. They discover Kelly sabotaged them because they didn't come to her party."
    },
    {
        "season_id": 5,
        "title": "Business Trip",
        "air_date": "2008-11-13",
        "summary": "Michael goes to Winnipeg on a business trip with Oscar and Andy. Pam fails art school."
    },
    {
        "season_id": 5,
        "title": "Frame Toby",
        "air_date": "2008-11-20",
        "summary": "Toby returns from Costa Rica. Michael tries to frame him for drug possession."
    },
    {
        "season_id": 5,
        "title": "The Surplus",
        "air_date": "2008-12-04",
        "summary": "The office has a budget surplus. The staff fights over whether to buy a new copier or new chairs."
    },
    {
        "season_id": 5,
        "title": "Moroccan Christmas",
        "air_date": "2008-12-11",
        "summary": "Phyllis throws a Moroccan-themed Christmas party. Meredith's hair catches fire, prompting an intervention."
    },
    {
        "season_id": 5,
        "title": "The Duel",
        "air_date": "2009-01-15",
        "summary": "Andy finds out about Dwight and Angela. He challenges Dwight to a duel."
    },
    {
        "season_id": 5,
        "title": "Prince Family Paper",
        "air_date": "2009-01-22",
        "summary": "Michael and Dwight go undercover to spy on a family-owned paper company. The office debates whether Hilary Swank is hot."
    },
    {
        "season_id": 5,
        "title": "Stress Relief",
        "air_date": "2009-02-01",
        "summary": "Dwight stages a fire drill that causes Stanley to have a heart attack. Michael tries to get the office to relax with a roast."
    },
    {
        "season_id": 5,
        "title": "Lecture Circuit: Part 1",
        "air_date": "2009-02-05",
        "summary": "Michael and Pam go on a lecture circuit to other branches. Jim and Dwight try to plan Kelly's birthday."
    },
    {
        "season_id": 5,
        "title": "Lecture Circuit: Part 2",
        "air_date": "2009-02-12",
        "summary": "Michael and Pam head to Nashua, hoping to see Holly. Dwight and Jim struggle to manage the party planning committee."
    },
    {
        "season_id": 5,
        "title": "Blood Drive",
        "air_date": "2009-03-05",
        "summary": "Michael meets a woman at a blood drive but loses her contact info. He holds a singles mixer at the office."
    },
    {
        "season_id": 5,
        "title": "Golden Ticket",
        "air_date": "2009-03-12",
        "summary": "Michael puts 'Golden Tickets' into paper shipments for a discount, but it backfires. He tries to pin the blame on Dwight."
    },
    {
        "season_id": 5,
        "title": "New Boss",
        "air_date": "2009-03-19",
        "summary": "Charles Miner comes to the office as the new VP. He cancels Michael's 15th anniversary party."
    },
    {
        "season_id": 5,
        "title": "Two Weeks",
        "air_date": "2009-03-26",
        "summary": "Michael quits Dunder Mifflin. He spends his last two weeks trying to recruit people for his new paper company."
    },
    {
        "season_id": 5,
        "title": "Dream Team",
        "air_date": "2009-04-09",
        "summary": "Michael recruits Pam and Ryan for the Michael Scott Paper Company. They set up office in the same building."
    },
    {
        "season_id": 5,
        "title": "Michael Scott Paper Company",
        "air_date": "2009-04-16",
        "summary": "Michael, Pam, and Ryan struggle to get their new company off the ground. They host a pancake luncheon."
    },
    {
        "season_id": 5,
        "title": "Heavy Competition",
        "air_date": "2009-04-23",
        "summary": "Dwight remains loyal to Dunder Mifflin and engages in a prank war with Michael. Jim tries to avoid Charles Miner."
    },
    {
        "season_id": 5,
        "title": "Broke",
        "air_date": "2009-04-23",
        "summary": "The Michael Scott Paper Company is stealing clients but running out of money. Dunder Mifflin offers to buy them out."
    },
    {
        "season_id": 5,
        "title": "Casual Friday",
        "air_date": "2009-04-30",
        "summary": "Michael, Pam, and Ryan return to Dunder Mifflin. The salespeople fight over clients. Meredith dresses inappropriately."
    },
    {
        "season_id": 5,
        "title": "Cafe Disco",
        "air_date": "2009-05-07",
        "summary": "Michael turns the old MSPC office into a disco to boost morale. Jim and Pam plan a secret trip."
    },
    {
        "season_id": 5,
        "title": "Company Picnic",
        "air_date": "2009-05-14",
        "summary": "The office attends the company picnic. Michael and Holly do a skit. Pam finds out she is pregnant."
    },
    {
        "season_id": 6,
        "title": "Gossip",
        "air_date": "2009-09-17",
        "summary": "Michael spreads a rumor about Stanley having an affair. To cover it up, he spreads false rumors about everyone else."
    },
    {
        "season_id": 6,
        "title": "The Meeting",
        "air_date": "2009-09-24",
        "summary": "Michael tries to sabotage Jim's promotion. Dwight and Toby investigate Darryl's workers' comp claim."
    },
    {
        "season_id": 6,
        "title": "The Promotion",
        "air_date": "2009-10-01",
        "summary": "Jim and Michael are now Co-Managers. They struggle to decide how to distribute raises."
    },
    {
        "season_id": 6,
        "title": "Niagara",
        "air_date": "2009-10-08",
        "summary": "The office travels to Niagara Falls for Jim and Pam's wedding. Michael and Dwight look for hookups."
    },
    {
        "season_id": 6,
        "title": "Mafia",
        "air_date": "2009-10-15",
        "summary": "Michael becomes convinced that an insurance salesman is in the mafia. Dwight and Andy help him."
    },
    {
        "season_id": 6,
        "title": "The Lover",
        "air_date": "2009-10-22",
        "summary": "Pam discovers that Michael is dating her mother. She is horrified."
    },
    {
        "season_id": 6,
        "title": "Koi Pond",
        "air_date": "2009-10-29",
        "summary": "Michael falls into a koi pond at a client meeting. The office makes fun of him."
    },
    {
        "season_id": 6,
        "title": "Double Date",
        "air_date": "2009-11-05",
        "summary": "Michael breaks up with Pam's mom on her birthday. Pam punches Michael."
    },
    {
        "season_id": 6,
        "title": "Murder",
        "air_date": "2009-11-12",
        "summary": "Rumors of Dunder Mifflin going bankrupt circulate. Michael distracts the office with a murder mystery game."
    },
    {
        "season_id": 6,
        "title": "Shareholder Meeting",
        "air_date": "2009-11-19",
        "summary": "Michael is invited to the Dunder Mifflin shareholder meeting. He promises a 45-day plan to save the company."
    },
    {
        "season_id": 6,
        "title": "Scott's Tots",
        "air_date": "2009-12-03",
        "summary": "Michael has to tell a class of high school students that he cannot pay for their college tuition as promised 10 years ago."
    },
    {
        "season_id": 6,
        "title": "Secret Santa",
        "air_date": "2009-12-10",
        "summary": "Phyllis is Santa for the Christmas party. Michael gets jealous and dresses up as Jesus."
    },
    {
        "season_id": 6,
        "title": "The Banker",
        "air_date": "2010-01-21",
        "summary": "An investment banker visits the office to do due diligence for the Sabre acquisition. Toby recounts past events."
    },
    {
        "season_id": 6,
        "title": "Sabre",
        "air_date": "2010-02-04",
        "summary": "Sabre takes over Dunder Mifflin. Michael clashes with the new policies and the new CEO, Jo Bennett."
    },
    {
        "season_id": 6,
        "title": "The Manager and the Salesman",
        "air_date": "2010-02-11",
        "summary": "Jo Bennett tells Jim and Michael that one of them must return to sales. They discover sales people make more money."
    },
    {
        "season_id": 6,
        "title": "The Delivery",
        "air_date": "2010-03-04",
        "summary": "Pam goes into labor but refuses to go to the hospital until midnight to save on insurance. They have a baby girl, Cece."
    },
    {
        "season_id": 6,
        "title": "St. Patrick's Day",
        "air_date": "2010-03-11",
        "summary": "Jo Bennett stays late at the office on St. Patrick's Day. The employees are afraid to leave before she does."
    },
    {
        "season_id": 6,
        "title": "New Leads",
        "air_date": "2010-03-18",
        "summary": "The sales staff gets big egos. Michael hides the new leads to teach them a lesson."
    },
    {
        "season_id": 6,
        "title": "Happy Hour",
        "air_date": "2010-03-25",
        "summary": "Oscar organizes a happy hour for the office to meet Matt from the warehouse. Michael tries to impress a friend of Jim and Pam."
    },
    {
        "season_id": 6,
        "title": "Secretary's Day",
        "air_date": "2010-04-22",
        "summary": "Andy tries to make Erin's Secretary's Day special. Michael reveals that Andy was engaged to Angela."
    },
    {
        "season_id": 6,
        "title": "Body Language",
        "air_date": "2010-04-29",
        "summary": "Michael thinks a bar manager is interested in him. The office analyzes her body language."
    },
    {
        "season_id": 6,
        "title": "The Cover-Up",
        "air_date": "2010-05-06",
        "summary": "Michael suspects his girlfriend Donna is cheating on him. Dwight investigates."
    },
    {
        "season_id": 6,
        "title": "The Chump",
        "air_date": "2010-05-13",
        "summary": "Michael continues to date Donna even after finding out she is married. The office is disgusted."
    },
    {
        "season_id": 6,
        "title": "Whistleblower",
        "air_date": "2010-05-20",
        "summary": "Jo Bennett discovers that someone leaked the news about the defective Sabre printers. She interrogates the office."
    },
    {
        "season_id": 7,
        "title": "Nepotism",
        "air_date": "2010-09-23",
        "summary": "Michael hires his nephew Luke, who is incompetent and rude. The office demands he be fired."
    },
    {
        "season_id": 7,
        "title": "Counseling",
        "air_date": "2010-09-30",
        "summary": "After spanking his nephew, Michael is forced to undergo counseling with Toby."
    },
    {
        "season_id": 7,
        "title": "Andy's Play",
        "air_date": "2010-10-07",
        "summary": "Andy is in a local production of Sweeney Todd. The entire office attends, but Michael steals the spotlight."
    },
    {
        "season_id": 7,
        "title": "Sex Ed",
        "air_date": "2010-10-14",
        "summary": "Michael thinks he has herpes and contacts all his former lovers. He holds a sex ed seminar."
    },
    {
        "season_id": 7,
        "title": "The Sting",
        "air_date": "2010-10-21",
        "summary": "A rival salesman steals a client. Michael, Dwight, and Jim set up a sting operation to catch him."
    },
    {
        "season_id": 7,
        "title": "Costume Contest",
        "air_date": "2010-10-28",
        "summary": "The office holds a Halloween costume contest for a coupon book. Everyone dresses up to win."
    },
    {
        "season_id": 7,
        "title": "Christening",
        "air_date": "2010-11-04",
        "summary": "Jim and Pam invite the office to Cece's christening. Michael and Andy join a bus of missionaries."
    },
    {
        "season_id": 7,
        "title": "Viewing Party",
        "air_date": "2010-11-11",
        "summary": "Gabe hosts a Glee viewing party. Michael is jealous of Gabe's popularity."
    },
    {
        "season_id": 7,
        "title": "WUPHF.com",
        "air_date": "2010-11-18",
        "summary": "Ryan tries to get the office to invest in his new startup, WUPHF.com. Dwight creates a hay festival in the parking lot."
    },
    {
        "season_id": 7,
        "title": "China",
        "air_date": "2010-12-02",
        "summary": "Michael reads an article about China and gets into a debate with Oscar. Pam tries to get Dwight to move the building to a cheaper location."
    },
    {
        "season_id": 7,
        "title": "Classy Christmas",
        "air_date": "2010-12-09",
        "summary": "Holly returns to Scranton. Michael throws a 'Classy Christmas' party to impress her. Jim and Dwight have a snowball fight."
    },
    {
        "season_id": 7,
        "title": "Ultimatum",
        "air_date": "2011-01-20",
        "summary": "Michael waits to see if Holly is still engaged. The office makes New Year's resolutions."
    },
    {
        "season_id": 7,
        "title": "The Seminar",
        "air_date": "2011-01-27",
        "summary": "Andy holds a small business seminar to boost his sales. He asks the office for help."
    },
    {
        "season_id": 7,
        "title": "The Search",
        "air_date": "2011-02-03",
        "summary": "Michael gets lost in Scranton without his phone or wallet. Dwight, Erin, and Holly search for him."
    },
    {
        "season_id": 7,
        "title": "PDA",
        "air_date": "2011-02-10",
        "summary": "Michael and Holly's public displays of affection make the office uncomfortable."
    },
    {
        "season_id": 7,
        "title": "Threat Level Midnight",
        "air_date": "2011-02-17",
        "summary": "Michael finally screens his action movie, 'Threat Level Midnight', for the office."
    },
    {
        "season_id": 7,
        "title": "Todd Packer",
        "air_date": "2011-02-24",
        "summary": "Todd Packer returns to the office looking for a desk job. Jim and Dwight team up to get rid of him."
    },
    {
        "season_id": 7,
        "title": "Garage Sale",
        "air_date": "2011-03-24",
        "summary": "The office holds a garage sale in the warehouse. Michael plans to propose to Holly."
    },
    {
        "season_id": 7,
        "title": "Training Day",
        "air_date": "2011-04-14",
        "summary": "Michael meets his replacement, Deangelo Vickers. They try to co-manage the office."
    },
    {
        "season_id": 7,
        "title": "Michael's Last Dundies",
        "air_date": "2011-04-21",
        "summary": "Michael hosts his final Dundie Awards. Deangelo struggles to cope with the hosting duties."
    },
    {
        "season_id": 7,
        "title": "Goodbye, Michael",
        "air_date": "2011-04-28",
        "summary": "Michael prepares to leave for Colorado. He tries to have a special moment with every employee."
    },
    {
        "season_id": 7,
        "title": "The Inner Circle",
        "air_date": "2011-05-05",
        "summary": "Deangelo picks favorites, forming an 'inner circle'. The women of the office feel excluded."
    },
    {
        "season_id": 7,
        "title": "Dwight K. Schrute, (Acting) Manager",
        "air_date": "2011-05-12",
        "summary": "Dwight becomes the acting manager. His authoritarian style and a gun accident lead to his demotion."
    },
    {
        "season_id": 7,
        "title": "Search Committee",
        "air_date": "2011-05-19",
        "summary": "Jim, Toby, and Gabe interview candidates for the manager position, including Robert California and Nellie Bertram."
    },
    {
        "season_id": 8,
        "title": "The List",
        "air_date": "2011-09-22",
        "summary": "Robert California is the new CEO. He leaves a mysterious list of names that divides the office."
    },
    {
        "season_id": 8,
        "title": "The Incentive",
        "air_date": "2011-09-29",
        "summary": "Andy tries to motivate the staff with an incentive program. He promises to tattoo his butt if they meet a sales goal."
    },
    {
        "season_id": 8,
        "title": "Lotto",
        "air_date": "2011-10-06",
        "summary": "The warehouse staff wins the lottery and quits. The office staff has to load the truck."
    },
    {
        "season_id": 8,
        "title": "Garden Party",
        "air_date": "2011-10-13",
        "summary": "Andy hosts a garden party at Schrute Farms to impress Robert California. Dwight tries to make it a spectacle."
    },
    {
        "season_id": 8,
        "title": "Spooked",
        "air_date": "2011-10-27",
        "summary": "Erin tries to make the Halloween party spooky. Robert California tries to figure out everyone's deepest fears."
    },
    {
        "season_id": 8,
        "title": "Doomsday",
        "air_date": "2011-11-03",
        "summary": "Dwight installs a 'Doomsday Device' that will email Robert California all the office's mistakes if they make too many errors."
    },
    {
        "season_id": 8,
        "title": "Pam's Replacement",
        "air_date": "2011-11-10",
        "summary": "Pam trains her replacement, Cathy. She is worried that Jim finds Cathy attractive."
    },
    {
        "season_id": 8,
        "title": "Gettysburg",
        "air_date": "2011-11-17",
        "summary": "Andy takes the office on a field trip to Gettysburg for inspiration. Robert California stays behind."
    },
    {
        "season_id": 8,
        "title": "Mrs. California",
        "air_date": "2011-12-01",
        "summary": "Robert brings his wife to the office. He gives Andy mixed signals about whether to hire her."
    },
    {
        "season_id": 8,
        "title": "Christmas Wishes",
        "air_date": "2011-12-08",
        "summary": "Andy tries to grant everyone's Christmas wishes. Erin gets drunk and jealous of Andy's new girlfriend."
    },
    {
        "season_id": 8,
        "title": "Trivia",
        "air_date": "2012-01-12",
        "summary": "Oscar enters a trivia contest in Philadelphia. Andy brings the office to compete for the cash prize."
    },
    {
        "season_id": 8,
        "title": "Pool Party",
        "air_date": "2012-01-19",
        "summary": "Robert California decides to sell his house and throws one last pool party. The office gets wild."
    },
    {
        "season_id": 8,
        "title": "Jury Duty",
        "air_date": "2012-02-02",
        "summary": "Jim returns from jury duty. The office finds out he was dismissed early and used the time to stay home."
    },
    {
        "season_id": 8,
        "title": "Special Project",
        "air_date": "2012-02-09",
        "summary": "Dwight is put in charge of a special project in Tallahassee. He picks his team."
    },
    {
        "season_id": 8,
        "title": "Tallahassee",
        "air_date": "2012-02-16",
        "summary": "The team arrives in Tallahassee. Dwight competes with Todd Packer for the VP position. Erin bonds with an elderly woman."
    },
    {
        "season_id": 8,
        "title": "After Hours",
        "air_date": "2012-02-23",
        "summary": "In Tallahassee, Cathy tries to seduce Jim. Dwight and Packer try to impress Nellie."
    },
    {
        "season_id": 8,
        "title": "Test the Store",
        "air_date": "2012-03-01",
        "summary": "The Sabre Store opens. Dwight puts on a theatrical presentation. Andy gets a black eye."
    },
    {
        "season_id": 8,
        "title": "Last Day in Florida",
        "air_date": "2012-03-08",
        "summary": "Robert California vetoes the Sabre Store idea. Jim tries to save Dwight from being fired."
    },
    {
        "season_id": 8,
        "title": "Get the Girl",
        "air_date": "2012-03-15",
        "summary": "Andy drives to Florida to win back Erin. Nellie comes to Scranton and takes Andy's job."
    },
    {
        "season_id": 8,
        "title": "Welcome Party",
        "air_date": "2012-04-12",
        "summary": "Robert California forces the office to throw a welcome party for Nellie. Andy returns."
    },
    {
        "season_id": 8,
        "title": "Angry Andy",
        "air_date": "2012-04-19",
        "summary": "Andy returns to find Nellie in his chair. He has an outburst and is fired."
    },
    {
        "season_id": 8,
        "title": "Fundraiser",
        "air_date": "2012-04-26",
        "summary": "Andy crashes a fundraiser hosted by Robert California. He adopts 12 dogs."
    },
    {
        "season_id": 8,
        "title": "Turf War",
        "air_date": "2012-05-03",
        "summary": "A client from a closed branch is up for grabs. Jim and Dwight compete with Harry Jannerone from Syracuse."
    },
    {
        "season_id": 8,
        "title": "Free Family Portrait Studio",
        "air_date": "2012-05-10",
        "summary": "David Wallace buys back Dunder Mifflin. Andy returns as manager. Dwight offers free family portraits."
    },
    {
        "season_id": 9,
        "title": "New Guys",
        "air_date": "2012-09-20",
        "summary": "Two new guys, Clark and Pete, join the office. Andy returns from Outward Bound with a new attitude."
    },
    {
        "season_id": 9,
        "title": "Roy's Wedding",
        "air_date": "2012-09-27",
        "summary": "Jim and Pam attend Roy's wedding. Clark hits on Erin by telling her she's perfect for a news anchor audition."
    },
    {
        "season_id": 9,
        "title": "Andy's Ancestry",
        "air_date": "2012-10-04",
        "summary": "Andy discovers he is related to Michelle Obama. He makes the office research his family tree."
    },
    {
        "season_id": 9,
        "title": "Work Bus",
        "air_date": "2012-10-18",
        "summary": "Dwight rents a bus as a mobile office while the building is being fumigated. Jim tries to get pie for Pam."
    },
    {
        "season_id": 9,
        "title": "Here Comes Treble",
        "air_date": "2012-10-25",
        "summary": "Andy invites his old a cappella group to perform at Halloween. He gets jealous of his friend Broccoli Rob."
    },
    {
        "season_id": 9,
        "title": "The Boat",
        "air_date": "2012-11-08",
        "summary": "Andy's family goes broke. He leaves on a boat trip to the Bahamas. Dwight finds a radio show interview."
    },
    {
        "season_id": 9,
        "title": "The Whale",
        "air_date": "2012-11-15",
        "summary": "Dwight has to sell to a female client, Jan Levinson. The women of the office try to teach him how to interact with women."
    },
    {
        "season_id": 9,
        "title": "The Target",
        "air_date": "2012-11-29",
        "summary": "Angela asks Dwight to help her with a problem. Jim convinces the office to build a tower of customer complaint cards."
    },
    {
        "season_id": 9,
        "title": "Dwight Christmas",
        "air_date": "2012-12-06",
        "summary": "Dwight throws a traditional Pennsylvania Dutch Christmas party. Jim leaves early for his new job in Philly."
    },
    {
        "season_id": 9,
        "title": "Lice",
        "air_date": "2013-01-10",
        "summary": "Pam brings lice into the office. Dwight treats everyone with his own harsh remedy."
    },
    {
        "season_id": 9,
        "title": "Suit Warehouse",
        "air_date": "2013-01-17",
        "summary": "Clark returns from his janitorial stint. Dwight and Clark go to a suit warehouse. Darryl interviews in Philly."
    },
    {
        "season_id": 9,
        "title": "Customer Loyalty",
        "air_date": "2013-01-24",
        "summary": "Jim misses Cece's recital. He and Pam have a big fight. The documentary crew gets involved."
    },
    {
        "season_id": 9,
        "title": "Junior Salesman",
        "air_date": "2013-01-31",
        "summary": "Dwight hires his friends to fill a junior salesman position. Jim tries to stop him."
    },
    {
        "season_id": 9,
        "title": "Vandalism",
        "air_date": "2013-02-07",
        "summary": "Pam's mural is vandalized. Dwight and Nellie help her find the culprit."
    },
    {
        "season_id": 9,
        "title": "Couples Discount",
        "air_date": "2013-02-14",
        "summary": "The office couples try to take advantage of a Valentine's Day discount. Andy returns from his boat trip."
    },
    {
        "season_id": 9,
        "title": "Moving On",
        "air_date": "2013-02-14",
        "summary": "Pam interviews for a job in Philadelphia. Andy finds out Erin is dating Pete."
    },
    {
        "season_id": 9,
        "title": "The Farm",
        "air_date": "2013-03-14",
        "summary": "Dwight attends his aunt's funeral at Schrute Farms. Todd Packer returns to make amends with cupcakes."
    },
    {
        "season_id": 9,
        "title": "Promos",
        "air_date": "2013-04-04",
        "summary": "The promos for the documentary air. The office realizes how much has been filmed. Pam and Jim realize they need to change."
    },
    {
        "season_id": 9,
        "title": "Stairmageddon",
        "air_date": "2013-04-11",
        "summary": " The elevator is broken. Dwight forces Stanley to take the stairs. Jim and Pam go to marriage counseling."
    },
    {
        "season_id": 9,
        "title": "Paper Airplane",
        "air_date": "2013-04-25",
        "summary": "The office holds a paper airplane contest. Andy acts in a movie."
    },
    {
        "season_id": 9,
        "title": "Livin' the Dream",
        "air_date": "2013-05-02",
        "summary": "Andy quits to pursue acting. Dwight receives his black belt. Jim comes back to Scranton full-time."
    },
    {
        "season_id": 9,
        "title": "A.A.R.M.",
        "air_date": "2013-05-09",
        "summary": "Jim holds tryouts for the Assistant to the Assistant to the Regional Manager. Dwight proposes to Angela."
    },
    {
        "season_id": 9,
        "title": "Finale",
        "air_date": "2013-05-16",
        "summary": "One year later, the office reunites for Dwight and Angela's wedding and a final panel for the documentary."
    }
]
