[
    {
        "episode_id": 1,
        "description": "Jim puts Dwight's stapler in Jell-O."
    },
    {
        "episode_id": 12,
        "description": "Jim moves Dwight's desk into the men's restroom."
    },
    {
        "episode_id": 17,
        "description": "Jim puts Dwight's desk items into the vending machine."
    },
    {
        "episode_id": 27,
        "description": "Jim slowly increases the weight of Dwight's phone handset with nickels, then removes them all at once so Dwight hits himself in the face."
    },
    {
        "episode_id": 29,
        "description": "Jim uses a 'Gaydar' detector on Dwight."
    },
    {
        "episode_id": 35,
        "description": "Jim sends faxes to Dwight from 'Future Dwight' warning him that the coffee is poisoned."
    },
    {
        "episode_id": 44,
        "description": "Jim conditions Dwight to expect an Altoid every time his computer reboots (Pavlov's Dog experiment)."
    },
    {
        "episode_id": 45,
        "description": "Jim convinces Dwight that he is turning into a vampire."
    },
    {
        "episode_id": 49,
        "description": "Jim comes to work dressed as Dwight and mimics his mannerisms (Identity Theft)."
    },
    {
        "episode_id": 73,
        "description": "Jim convinces Dwight that he bought 'Professor Copperfield's Miracle Legumes'."
    },
    {
        "episode_id": 74,
        "description": "Jim pairs his Bluetooth headset to Dwight's phone and answers his calls."
    },
    {
        "episode_id": 83,
        "description": "Jim gift-wraps Dwight's desk and chair; the chair collapses when Dwight sits on it."
    },
    {
        "episode_id": 84,
        "description": "Jim connects a red wire to Dwight's computer and runs it out the window and up a telephone pole."
    },
    {
        "episode_id": 119,
        "description": "Jim stacks his desk on top of another to create 'Quad Desk'."
    },
    {
        "episode_id": 124,
        "description": "Jim and Pam speak in Morse Code to convince Dwight he is being monitored."
    },
    {
        "episode_id": 156,
        "description": "Jim writes a fake book on 'Throwing a Garden Party' to trick Dwight into performing ridiculous rituals."
    },
    {
        "episode_id": 164,
        "description": "Jim fills Dwight's desk, chair, and cabinets with meatballs."
    },
    {
        "episode_id": 179,
        "description": "Jim and Pam hire an actor friend to pretend to be 'Asian Jim' and convince Dwight he has forgotten who Jim is."
    },
    {
        "episode_id": 182,
        "description": "Jim and the office create a fake radio interview to trick Dwight into thinking the Dunder Mifflin stock is plummeting."
    }
]
